Repository: Matheos96/YAASProject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Title
sv: Titel

source: Description
sv: Beskrivning

source: Deadline<br /> (Format: dd.mm.YYYY HH:MM)
sv: Deadline<br /> (Format: dd.mm.ÅÅÅ HH:MM)

source: Minimum price
sv: Minimum Pris

source: Post
sv: Publicera

source: Confirm
sv: Bekräfta

source: Discard
sv: Kasta

source: Make Bid
sv: Bjud

source: Auction
sv: Auktion

source: Reload
sv: Ladda om

source: This auction has been banned
sv: Den här auktionen har blivit bannad

source: This auction is no longer active
sv: Den här auktionen är inte aktiv längre

source: Current Bid
sv: Nuvarande bud

source: Show current bid in other currencies
sv: Visa nuvarande bud i andra valutor

source: You have the currently winning bid
sv: Du har det vinnande budet

source: Minimum Price
sv: Minimum Pris

source: Show minimum price in other currencies
sv: Visa minimum priset i andra valutor

source: Seller
sv: Försäljare

source: Edit Description
sv: Ändra beskrivning

source: Ban this auction
sv: Banna denna auktion

source: Confirm Auction
sv: Bekräfta Auktion

source: Edit Auction
sv: Redigera auktion

source: Editing Auction
sv: Redigerar auktion

source: New Auction
sv: Ny Auktion

source: The deadline has to be at least 72 hours in the future!
sv: Deadlinen måste vara minst 72h i framtiden!

source: The minimum price has to be at least 0!
sv: Minimum priset måste vara åtminstone 0!

source: There is no auction with that id!
sv: Det finns ingen auktion med detta id!

source: Your bid has to be greater than or equal to the minimum price AND greater than zero!
sv: Dit bud måste vara större än eller lika med minimum priset OCH vara större än noll!

source: Your bid has to be greater than the currently winning bid!
sv: Ditt bud måste vara större än det nuvarande vinnande budet!

source: You already have the highest bid!
sv: Du har redan det högsta budet!

source: You cannot bid on your own auctions!
sv: Du kan inte bjuda på dina egna auktioner!

source: The description seems to have changed. Please reload the page and try to submit your bid again.
sv: Beskrivningen verkar ha ändrat. Var god ladda om sidan och försök skicka ditt bud på nytt.

source: This auction is no longer active!
sv: Den här auktionen är inte aktiv längre

source: You cannot edit this auction because it is no longer active!
sv: Du kan inte redigera denna auktion för den är inte längre aktiv

source: You are not allowed to edit this auction!
sv: Du har inte behörighet att redigera denna auktion!

source: Auction banned!
sv: Auktion bannad!

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Email address
sv: Ändra email adress

source: Username
sv: Användarnamn

source: Password
sv: Lösenord

source: Repeat password
sv: Upprepa lösenord

source: Register
sv: Registrera dig

source: Login
sv: Logga in

source: New Email address
sv: Ny email adress

source: New Email address again
sv: Ny email adress igen

source: Change
sv: Ändra

source: Admin Panel
sv: Administratör Panel

source: Sent Emails
sv: Sända email

source: Banned Auctions
sv: Bannade Auktioner

source: Access denied
sv: Åtkomst nekad

source: Home
sv: Hem

source: My Account
sv: Mitt Konto

source: Logout
sv: Logga ut

source: Email Changed
sv: Email ändrad

source: Email changed successfully
sv: Email ändring klar

source: Back
sv: Tillbaka

source: You are not logged in
sv: Du är inte inloggad

source: Change Email Address
sv: Ändra email adress

source: The given email address is already registered
sv: Email adressen du angav är redan registrerad

source: The two email addresses do not match
sv: Email adresserna matchar inte

source: Search
sv: Sök

source: No Auctions matching the criteria!
sv: Inga Auktioner matchade kriterierna!

source: Email
sv: Email Adress

source: First Name
sv: Förnamn

source: Last Name
sv: Efternamn

source: Edit Account
sv: Redigera Konto

source: Change Password
sv: Ändra Lösenord

source: My Auctions
sv: Mina Auktioner

source: Password Changed
sv: Lösenord ändrat

source: Password changed successfully
sv: Lösenord ändring klar

source: Change my password
sv: Ändra mitt lösenord

source: Invalid login information!
sv: Ogiltig inloggingsinformation!

source: Your language setting has been updated!
sv: Din språk inställning har blivit uppdaterad!

source: Your language setting has been saved!
sv: Din språkinställning har sparats!

source: English
sv: Engelska

source: Swedish
sv: Svenska
